Repository: Amereyeu/alphabetical-grid-extension
Catalog: extension/po/*.po
Languages: it, oc, pt_br

source: Settings
it: Impostazioni
oc: Paramètres
pt_br: Configurações

source: About
it: Informazioni
oc: A prepaus
pt_br: Sobre

source: Credits
it: Crediti
oc: Crèdits
pt_br: Créditos

source: Alphabetical App Grid
it: Griglia App Alfabetica
oc: Grasilha alfabetica d’aplicacions

source: Restore the alphabetical ordering of the app grid
it: Ripristina l'ordine alfabetico della griglia delle app
oc: Restaurar l’òrdre alfabetic de la grasilha d’aplicacions
pt_br: Restaure a ordem alfabética na grade de aplicativos

source: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">Contribute on GitHub</a>
it: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">Contribuisci su GitHub</a>
oc: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">Contribuir sus GitHub</a>
pt_br: <a href="https://github.com/stuarthayhurst/alphabetical-grid-extension">Contribua no GitHub</a>

source: This program comes with absolutely no warranty.
it: Questo programma viene fornito senza alcuna garanzia.
oc: Aqueste programa es provesit sens cap de garantida.
pt_br: Este programa não acompanha absolutamente nenhuma garantia.

source: See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, version 3 or later</a> for details.
it: Vedi <a href="https://www.gnu.org/licenses/gpl-3.0.html">Licenza GNU General Public, versione 3 o successive</a> per dettagli.
oc: Consultatz la <a href="https://www.gnu.org/licenses/gpl-3.0.html">licéncia GNU General Public, version 3 o anteriora</a> pels detalhs.
pt_br: Veja a <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, versão 3 ou posterior</a> para detalhes.

source: Extension developers:
it: Sviluppatori estensione:
oc: Desvolopaires de l’extension :
pt_br: Desenvolvedores da extensão:

source: Translators:
it: Traduttori:
oc: Traductors :
pt_br: Tradutores:

source: Thanks to everyone who helped make and translate this extension :)
it: Grazie a tutti coloro che hanno contribuito a creare e tradurre questa estensione :)
oc: Mercés a totes los qu’ajudèron a crear e traduire aquesta extensions :)
pt_br: Abrigado a todos que ajudaram a fazer e traduzir esta extensão

source: Alphabetical
it: Alfabetico
oc: Alfabetic
pt_br: Alfabético

# position
source: Start
it: Inizio
oc: Debuta
pt_br: Início

# position
source: End
it: Fine
oc: Fin
pt_br: Fim

source: Found this useful? <a href="https://paypal.me/stuartahayhurst">Consider donating</a> :)
it: L'hai trovata utile? <a href="https://paypal.me/stuartahayhurst">Considera una donazione</a> :)
oc: Aquò vos ajuda ? <a href="https://paypal.me/stuartahayhurst">Pensatz de donar</a> :)
pt_br: Achou isto útil? <a href="https://paypal.me/stuartahayhurst">Considere doar</a> :)

source: General settings
it: Impostazioni generali
oc: Paramètres generals
pt_br: Configurações gerais

source: Whether the contents of folders should be sorted alphabetically
it: Indica se il contenuto delle cartelle deve essere ordinato alfabeticamente
oc: Indica se lo contengut dels dossièrs deu èsser triat alfabeticament
pt_br: Se o conteúdo das pastas deve ser organizado alfabeticamente

source: Sort folder contents
it: Ordina il contenuto della cartella
oc: Triar lo contengut dels dossièrs
pt_br: Organizar conteúdos das pastas

source: Where to place folders when ordering the applications grid
it: Dove posizionare le cartelle quando si ordina la griglia delle applicazioni
oc: Ont plaçar los dossièr quand la grasilha tria las aplicacions alfabeticament
pt_br: Onde posicionar as pastas quando ordenar as aplicações

source: Position of ordered folders
it: Posizione delle cartelle ordinate
oc: Posicion dels dossièrs triats
pt_br: Posição das pastas ordenadas

source: Developer settings
it: Impostazioni sviluppatore
oc: Paramètres de desvolopaires
pt_br: Configurações de desenvolvedor

source: Allow the extension to send messages to the system logs
it: Consenti all'interno di inviare messaggi ai registri di sistema
oc: Permetre a l’aplicacion d’enviar de messatges als jornals sistèma
pt_br: Permitir que a extensão envie mensagens ao sistema de logs

source: Enable extension logging
it: Abilita la registrazione dell'estensione
oc: Activar la jornalizacion de l’extension
pt_br: Habilitar log da extensão
