Repository: Amereyeu/alphabetical-grid-extension
Catalog: po/*.po
Languages: es

source: Reordering app grid
es: Reordenación del tablero de aplicaciones

source: Patched item comparison
es: Comparación de elementos parcheados

source: Patched redisplay
es: Redistribución parcheada

source: Unpatched item comparison
es: Comparación de elementos sin parches

source: Unpatched redisplay
es: Redistribución sin parches

source: Reordering folder contents
es: Reordenación del contenido de las carpetas

source: Connected to listeners
es: Conectado con los receptores

source: Disconnected from listeners
es: Desconectado de los receptores

source: App grid layout changed, triggering reorder
es: El diseño del tablero de aplicaciones ha cambiado, provocando un reordenamiento

source: App movement detected, triggering reorder
es: Detectado el movimiento de una aplicación, lo que provoca la reordenación

source: App grid opened, triggering one-off reorder
es: Abierto el tablero de aplicaciones, lo que provoca un reordenamiento puntual

source: Favourite apps changed, triggering reorder
es: Las aplicaciones favoritas han cambiado, provocando un reordenamiento

source: Extension gsettings values changed, triggering reorder
es: Los valores gsettings de la extensión han cambiado, provocando un reordenamiento

source: Folders changed, triggering reorder
es: Las carpetas se han modificado, lo que ha provocado una reordenación

source: Installed apps changed, triggering reorder
es: Las aplicaciones instaladas han cambiado, provocando un reordenamiento

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>, 2022

source: Alphabetical App Grid
es: Tablero alfabético de aplicaciones

source: Restore the alphabetical ordering of the app grid
es: Restablecer el orden alfabético del tablero de aplicaciones

source: Contribute on GitHub
es: Contribuir en GitHub

source: About
es: Acerca de

source: Alphabetical App Grid Preferences
es: Preferencias de Tablero alfabético de aplicaciones

source: Alphabetical
es: Alfabético

# position
source: Start
es: Inicio

# position
source: End
es: Final

source: Found this useful? <a href="https://paypal.me/stuartahayhurst">Consider donating :)</a>
es: ¿Le ha resultado útil? <a href="https://paypal.me/stuartahayhurst">Considere hacer un donativo :)</a>

source: General settings
es: Ajustes generales

source: Whether the contents of folders should be sorted alphabetically
es: Si el contenido de las carpetas debe ordenarse alfabéticamente

source: Sort folder contents
es: Ordenar el contenido de las carpetas

source: Where to place folders when ordering the applications grid
es: Dónde colocar las carpetas al ordenar el tablero de aplicaciones

source: Position of ordered folders
es: Posición de las carpetas ordenadas

source: Developer settings
es: Ajustes para el desarrollador

source: Allow the extension to send messages to the system logs
es: Permitir que la extensión envíe mensajes a los registros del sistema

source: Enable extension logging
es: Activar el registro de extensiones
